Repository: franksonck/wordpress-jlm2017.fr
Catalog: web/app/languages/plugins/google-authenticator-*.po
Languages: fr_fr

source: Google Authenticator code
fr_fr: Code Google Authenticator

source: Google Authenticator Settings
fr_fr: Réglages Google Authenticator

source: Active
fr_fr: Activé

source: Relaxed mode
fr_fr: Mode moins strict

source: Secret
fr_fr: Clé secrète

source: Show/Hide QR code
fr_fr: Afficher/Masquer le QR Code

source: Create new password
fr_fr: Créer un nouveau mot de passe

source: Two-Factor Authentication for WordPress using the Android/iPhone/Blackberry app as One Time Password generator.
fr_fr: Authentification à deux étapes pour WordPress utilisant l’application Android/iPhone/Blackberry comme générateur de mot de passe unique.

source: Password is not stored in cleartext, this is your only chance to see it.
fr_fr: Le mot de passe n’est pas enregistré en clair ; c’est votre seule chance de le voir.

source: Create new secret
fr_fr: Créer une nouvelle clé secrète

source: Description that you'll see in the Google Authenticator app on your phone.
fr_fr: Description affichée dans l’application Google Authenticator sur votre téléphone.

source: Relaxed mode allows for more time drifting on your phone clock (&#177;4 min).
fr_fr: Le mode moins strict autorise une dérive de l’horloge de votre téléphone plus importante (&#177;4 min).

source: <strong>ERROR</strong>: The Google Authenticator code is incorrect or has expired.
fr_fr: <strong>ERREUR</strong> : le code Google Authenticator est invalide ou a expiré.

source: <strong>ERROR</strong>: The Google Authenticator password is incorrect.
fr_fr: <strong>ERREUR</strong> : le code Google Authenticator est invalide.

source: If you don't have Google Authenticator enabled for your WordPress account, leave this field empty.
fr_fr: Si vous n’avez pas activé Google Authenticator pour votre compte WordPress, laissez ce champ vide.

source: Scan this with the Google Authenticator app.
fr_fr: Scannez ceci avec votre application Google Authenticator.

source: Hide settings from user
fr_fr: Masquer les réglages à l’utilisateur

source: Enable App password
fr_fr: Activer le mot de passe d’application

source: Enabling an App password will decrease your overall login security.
fr_fr: Activer le mot de passe d’application réduira le niveau de sécurité général de connexion.
